Repository: nethesis/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/calls.po
Languages: es

source: Chiamate
es: llamadas

source: Selezionare il dispositivo predefinito
es: Seleccionar el dispositivo predefinido

source: Per cambiare il dispositivo:
es: Para cambiar el dispositivo:

source: Cliccare sull'icona con una cornetta e cuffie che si trova in alto a destra sulla barra di navigazione
es: Hacer clic en el icono del teléfono y auriculares que se encuentra arriba a la derecha en la barra de navegación

source: Cliccare sul dispositivo che si vuole selezionare come predefinito
es: Hacer clic en el dispositivo que se quiere seleccionar como predefinido

source: Iniziare una chiamata
es: Iniciar una llamada

source: Trovare il campo di testo "Cerca o Componi..." sulla barra nella parte superiore della pagina
es: Encontrar el campo de texto "Busca o Compone..." en la barra de la parte superior de la página

source: Scrivere nel campo di testo il numero che si desidera chiamare
es: Escribir en el campo de texto el número al que se desea llamar

source: Cliccare il bottone verde "Chiama" vicino al campo di testo "Cerca o Componi..."
es: Hacer clic en el botón verde "Llama" al lado del campo de texto "Busca o Compone..."

source: Iniziare una chiamata utilizzando il pannello Operatore
es: Iniciar una llamada utilizando el panel Operador

source: Primo metodo:
es: Primer método:

source: Aprire il tab "Operatori"
es: Abrir la pestaña "Operadores"

source: Aprire il tab di un gruppo del pannello operatore
es: Abrir la pestaña de un grupo del panel operador

source: Cercare la persona che si vuole chiamare
es: Buscar la persona que se quiere llamar

source: Verificare che sia disponibile e chiamarlo cliccando sul tasto verde
es: Verificar que esté disponible y llamarlo haciendo clic en el botón verde

source: Secondo metodo:
es: Segundo método:

source: Aprire il tab di un gruppo in cui è presente la persona da chiamare
es: Abrir la pestaña de un grupo en el que está presente la persona a llamar

source: Cliccare sull'icona con tre punti verticali in alto a destra
es: Hacer clic en el icono con tres puntos verticales arriba a la derecha

source: Selezionare "Chiama" per la chiamata vocale
es: Seleccionar "Llama" para la llamada vocal

source: Se la chiamata non dovesse funzionare
es: Si la llamada no funcionase

source: Verificare se è presente un messaggio d'errore in basso a destra
es: Verificar si hay presente un mensaje de error abajo a la derecha

source: Funzionalità durante la chiamata
es: Funcionalidad durante la llamada

source: Una volta che è iniziata una chiamata, sarà possibile usare differenti funzionalità
es: Una vez que es iniciada una llamada, será posible usar diferentes funcionalidades

source: Mettere in pausa una chiamata:
es: Poner en pausa una llamada:

source: Individuare il menù di conversazione che compare in basso a destra durante una conversazione
es: Identificar el menú de conversaciones que aparece abajo a la derecha durante una conversación

source: Individuare e cliccare il bottone "Pausa" identificato dall'icona con due barre verticali
es: Identificar y hacer clic en el botón "Pausa" identificado con el icono con dos barras verticales

source: Per togliere la pausa, cliccare nuovamente sullo stesso bottone.
es: Para quitar la pausa, hacer clic nuevamente sobre el mismo botón

source: Registrare una chiamata:
es: Grabar una llamada:

source: Individuare e cliccare il bottone "Registra" identificato dall'icona con il doppio cerchio
es: Identificar y hacer clic en el botón "Grabar" identificado con el icono con un doble círculo

source: Per fermare la registrazione, cliccare nuovamente sullo stesso bottone. Sarà possibile riascoltare le chiamate registrate nel tab "Storico"
es: Para parar la grabación, hacer clic nuevamente sobre el mismo botón. Será posible, re escuchar las llamadas registradas en la pestaña "Historial".

source: Riascoltare la registrazione:
es: Re escuchar la grabación:

source: Recarsi nel tab "Storico"
es: Dirigirse a la pestaña "Historial"

source: Nella lista delle chiamate, selezionare la chiamata interessata
es: En la lista de las llamadas, seleccionar la llamada interesada

source: Ogni icona ha una funzionalità diversa:
es: Cada icono tiene una funcionalidad diversa:

source: Megafono: ti permette di riascoltare la conversazione
es: Megáfono: te permite re escuchar las conversaciones

source: Freccia: ti permette di scaricare la registrazione (effettuare il download)
es: Flecha: te permite descargar las grabaciones (efectuar una descarga)

source: Cestino: ti permette di eliminare la registrazione
es: Papelera: te permite eliminar la grabación

source: Mettere in "Muto" una chiamata:
es: Poner en "Mute" una llamada

source: Individuare e cliccare il bottone "Muto" identificato dall'icona del microfono
es: Identificar y hacer clic en el botón "Mute" identificado con el icono del micrófono

source: Per togliere il muto, cliccare nuovamente sullo stesso bottone.
es: Para quitar el mute, hacer clic nuevamente sobre el mismo botón.

source: Parcheggiare una chiamata:
es: Aparcar una llamada:

source: Individuare e cliccare il bottone "Parcheggia" identificato dall'icona con la lettera P
es: Identificar y hacer clic en el botón "Aparcar" identificado con el icono con la letra P

source: Per riprendere una chiamata parcheggiata, andare nella pagina "Parcheggi" cliccando la lettera "P" in alto a destra nella pagina "Operatori"
es: Para reanudar una llamada aparcada, dirigirse a la página "Aparcadas" haciendo clic en la letra "P" arriba a la derecha de la página "Operadores"

source: Riprendere una chiamata parcheggiata:
es: Reanudar una llamada aparcada:

source: Cliccare l'icona "P" in alto a destra nella sezione "Operatori"
es: Hacer clic en el icono "P" arriba a la derecha en la sección "Operadores"

source: Viene mostrata la lista di tutti i parcheggi disponibili
es: Viene visualizada la lista de todos los aparcamientos disponibles

source: Cliccare il bottone verde sotto la chiamata per riprendere la chiamata parcheggiata
es: Hacer clic en el botón verde debajo de la llamada para reanudar la llamada aparcada

source: Rispondere alla chiamata in arrivo, per continuare a parlare con la controparte
es: Responder a la llamada entrante, para continuar hablando con la otra parte

source: Trasferire una chiamata:
es: Transferir una llamada:

source: Individuare e cliccare il bottone "Trasferisci" identificato dall'icona con la doppia freccia
es: Identificar y hacer clic en el botón "Transferir" identificado con el icono con la doble flecha

source: Inserire nel campo di testo l'interno o il nome dell'utente a cui si vuole trasferire la chiamata
es: Introducir en el campo de texto el interno o el nombre del usuario al que se quiere transferir la llamada

source: Decidere se fare un trasferimento "Cieco" o "Consultativo"
es: Decidir si hacer una transferencia "Directa" o "Consultiva"
