Repository: nethesis/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/offhour.po
Languages: es

source: Fuori Orario
es: Fuera Horario

source: Nella sezione "Fuori Orario" è possibile configurare per le rotte in ingresso l’ascolto di un messaggio audio per un certo intervallo temporale, ad esempio in corrispondenza delle vacanze estive. Questa funzione necessita il permesso “Off Hour” e per le rotte in ingresso generiche il permesso “Advanced Off Hour".
es: En la sección

source: Vista del Fuori Orario
es: Vista del Fuera Horario

source: La sezione è divisa in:
es: La sección está dividida en:

source: Rotte
es: Rutas

source: Nella sezione Rotte, vengono visualizzate le rotte in ingresso. È possibile visualizzare una panoramica generale ed espandere per informazioni e modifiche.
es: En la sección Rutas, vienen visualizadas las rutas en entrada. Es posible visualizar una panorámica general y expandir para información o modificaciones.

source: Nella parte superiore di ogni scheda è presente:
es: En la parte superior de cada tarjeta está presente:

source: l'interno associato alla rotta / il numero esterno
es: el interno asociado a la ruta / el número externo

source: la descrizione della rotta
es: la descripción de la ruta

source: in alto a destra il pulsante per espandere la scheda
es: arriba a la derecha el botón para expandir la tarjeta

source: durata della chiamata
es: duración de la llamada

source: Nel caso in cui il fuori orario per la rotta non sia mai stato configurato il pulsante a destra servirà per aprire il form di configurazione.
es: En el caso en el que el fuera horario para la ruta no haya sido nunca configurado el botón a la derecha servirá para abrir el formulario de configuración.

source: Nelle sezioni sottostanti della scheda è mostrato:
es: En las secciones por debajo de la tarjeta viene mostrado:

source: il periodo di attivazione
es: el periodo de activación

source: la destinazione della chiamata
es: la destinación de la llamada

source: il pulsante per riaprire il form di configurazione e apportare modifiche
es: el botón para volver a abrir el formulario de configuración y aportar modificaciones

source: Nella parte inferiore della scheda è riportato:
es: En la parte inferior de la tarjeta se informa de:

source: il tipo di destinazione
es: el tipo de destinación

source: il pulsante per abilitare e disabilitare il fuori orario per ogni rotta
es: el botón para habilitar y deshabilitarse el fuera de horario para cada ruta

source: Annunci
es: Anuncios

source: La sezione annunci permette di caricare e registrare nuovi messaggi vocali o compiere azioni sugli annunci già presenti.
es: La sección anuncios permite cargar y grabar nuevos mensajes vocales o realizar acciones sobre los anuncios ya presentes.

source: Nella parte superiore sono mostrati:
es: En la parte superior son mostrados:

source: il pulsante per caricare un nuovo annuncio
es: el botón para cargar un nuevo anuncio

source: pulsante per registrare un nuovo annuncio
es: botón para grabar un nuevo anuncio

source: Nella parte inferiore è mostrata la tabella dei messaggi già presenti suddivisa nelle seguenti colonne:
es: En la parte inferior viene mostrada la tabla de los mensajes ya presentes subdividida en las siguientes columnas:

source: descrizione del messaggio
es: descripción del mensaje

source: autore
es: autor

source: data di creazione
es: fecha de creación

source: privacy (pubblico o privato)
es: privacidad (público o privado)

source: azioni (ascolta, scarica, elimina, modifica)
es: acciones (escucha, descarga, elimina, modifica)

source: Form di configurazione Fuori Orario
es: Formulario de configuración Fuera Horario

source: Per configurare e modificare il fuori orario di una rotta è necessario compilare un form composto da:
es: Para configurar y modificar el fuera de horario de una ruta es necesario rellenar un formulario compuesto por:

source: checkbox sempre abilitato
es: checkbox siempre habilitado

source: calendario per la data e ora d'inizio e di fine
es: calendario para la fecha y hora de inicio y de fin

source: select per selezionare il tipo di destinazione
es: select para seleccionar el tipo de destinación

source: specifiche della destinazione
es: especificaciones de la destinación

source: pulsante salva e pulsante annulla
es: botón guardar y botón cancelar

source: Form caricamento Annuncio
es: Formulario carga Anuncio

source: Nella sezione annunci per caricare un messaggio audio si apre un popup da cui selezionare il file di tipo **mp3** oppure **wav** e a seguire un form composto da:
es: En la sección anuncios para cargar un nuevo mensaje audio se abre un popup donde seleccionar el archivo de tipo **mp3** o también **wav** y a continuación un formulario compuesto por:

source: campo con il nome del file selezionato
es: campo con el nombre del archivo seleccionado

source: descrizione dell'annuncio
es: descripción del anuncio

source: privacy
es: privacidad

source: pulsante "Salva" e pulsante "Annulla"
es: botón "Guardar" y botón "Cancelar"

source: Form modifica/registrazione Annuncio
es: Formulario de modificación/grabación Anuncio

source: Per la registrazione e la modifica di un annuncio è necessario complilare il form che compare, contenente la descrizione e la privacy che si desidera associare al messaggio.
es: Para la grabación y la modificación de un anuncio es necesario rellenar el formulario que aparece, contiene la descripción y la privacidad que se desea asociar al mensaje.

source: Configurare il Fuori Orario di una Rotta
es: Configurar el Fuera Horario de una Ruta

source: aprire la tab "Rotte"
es: abrir la pestaña "Rutas"

source: premere sull'icona in alto a destra della scheda per aprire il form di configurazione
es: pulsar el icono situado arriba a la derecha de la tarjeta para abrir el formulario de configuración

source: compilare il form con il periodo e la destinazione desiderate
es: compilar el formulario con el periodo y la destinación deseada

source: premere il pulsante "Salva"
es: pulsar el botón "Guardar"

source: Modificare il Fuori Orario di una Rotta
es: Modificar el Fuera Horario de una Ruta

source: espandere la scheda della rotta da modificare
es: expandir la tarjeta de la ruta a modificar

source: premere il pulsante modifica per aprire il form di configurazione
es: pulsar el botón modificar para abrir el formulario de configuración

source: apportare le modifiche desiderate al form
es: aportar las modificaciones deseadas al formulario

source: Disabilitare il Fuori Orario di una Rotta
es: Deshabilitar el Fuera Horario de una Ruta

source: premere il pulsante viola in basso a destra della scheda da disabilitare
es: pulsar el botón morado debajo a la derecha de la tarjeta a deshabilitar

source: Caricare un Annuncio
es: Cargar un anuncio

source: aprire la tab "Annunci"
es: abrir la pestaña "Anuncios"

source: premere il pulsante in alto a sinistra "Carica annuncio"
es: pulsar el botón situado arriba a la izquierda "Cargar anuncio"

source: selezionare un file in formato wav oppure mp3
es: seleccionar un archivo en formato wav o también mp3

source: inserire una descrizione diversa da quelle già esistenti
es: introducir una descripción diferente a aquella ya existente

source: selezionare il livello di privacy desiderato
es: seleccionar el nivel de privacidad deseado

source: Registare un Annuncio
es: Registrar un Anuncio

source: selezionare il dispositivo sul quale si desidera ricevere la chiamata per la registrazione del messaggio
es: seleccionar el dispositivo en el cual se desea recibir la llamada para la grabación del mensaje

source: premere il pulsante "Registra annuncio"
es: pulsar el botón "Grabar anuncio"

source: rispondere al WebRTC oppure al telefono fisico in base al dispositivo selezionato e registrare il messaggio
es: responder al WebRTC también al teléfono físico en base al dispositivo seleccionado y registrar el mensaje

source: chiudere la chiamata e compilare il form che compare con la descrizione e il livello di privacy selezionato
es: cerrar la llamada y compilar el formulario que aparece con la descripción y el nivel de privacidad seleccionado

source: Ascoltare un Annuncio
es: Escuchar un Anuncio

source: nella tabella degli annunci premere il pulsante "Play" in corrispondenza dell'annuncio che si desidera ascoltare
es: en la tabla de los anuncios pulsar el botón "Play" correspondiente al anuncio que se desea escuchar

source: Scaricare un Annuncio
es: Descargar un Anuncio

source: nella tabella degli annunci premere il pulsante "Download" in corrispondenza dell'annuncio che si desidera scaricare
es: en la tabla de los anuncios pulsar el botón "Descargar" correspondiente al anuncio que se desea descargar

source: Eliminare un Annuncio
es: Eliminar un anuncio

source: nella tabella degli annunci premere il pulsante "Elimina" in corrispondenza dell'annuncio che si desidera eliminare
es: en la tabla de los anuncios pulsar el botón "Eliminar" correspondiente al anuncio que se desea eliminar

source: confermare l'eliminazione dell'annuncio selezionato
es: confirmar la eliminación del anuncio seleccionado

source: Nel caso in cui l'annuncio che si desidera eliminare è associato alla configurazione dell'offhour di una rotta o più, in caso di conferma dell'eliminazione, verranno cancellate tutte le configurazioni alle quali il messaggio è associato.
es: En el caso en el que el anuncio que se desea eliminar esté asociado a la configuración del fuera de horario de una ruta o más, en caso de confirmación de la eliminación, vendrán canceladas todas las configuraciones a las cuales esté asociado el mensaje.

source: Modificare un Annuncio
es: Modificar un Anuncio

source: premere il pulsante "Modifica" in corrispondenza dell'annuncio che si desidera modificare
es: pulsar el botón "Modificar" correspondiente al anuncio que se desea modificar

source: modificare la descrizione oppure il livello di privacy
es: modificar la descripción también el nivel de privacidad
