Repository: nethesis/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/phonebook.po
Languages: es

source: Rubrica
es: Libreta de contactos

source: La "Rubrica" contiene tutti i contatti, sia pubblici che privati. E' possibile aggiungere nuovi contatti, ricercarli per nome e numero di telefono o chiamarli.
es: La "Libreta de contactos" contiene todos los contactos, ya sea públicos que privados. Es posible añadir nuevos contactos, buscarlos por nombre y número de teléfono o llamarlos.

source: Ricercare un contatto
es: Buscar un contacto

source: E' possibile ricercare un contatto digitando le sue iniziali o il numero di telefono nella casella di testo, oppure cliccando su un indice di ricerca. Ogni contatto è mostrato all'interno di un riquadro assieme a tutte le sue informazioni. In aggiunta è riportata la sorgente da cui proviene (locale o centralizzata). Per i contatti che sono parte di un'organizzazione sono riportati sulla destra tutti i dettagli della stessa.
es: Es posible buscar un contacto escribiendo sus iniciales o el número de teléfono en la cuadro de texto, también haciendo clic en un índice de búsqueda. Cada contacto es mostrado en el interior de un recuadro junto a toda su información. Además se muestra la fuente de la que proviene (local o centralizada). Para los contactos que son parte de una organización vienen visualizados a la derecha todos los detalles de la misma.

source: Ricerca per testo
es: Búsqueda por texto

source: Selezionare la scheda "Rubrica"
es: Seleccionar la tarjeta "Libreta de contactos"

source: Digitare il nome del contatto o il suo numero di telefono nella casella di testo e premi invio
es: Escribir el nombre del contacto o su número de teléfono en la casilla de texto y pulsar intro

source: Ricerca per indice
es: Búsqueda por índice

source: Cliccare sull'indice "0-9" o su una lettera per mostrare i risultati relativi.
es: Hacer clic en el índice "0-9" o en una letra para mostrar los resultados relativos.

source: Aggiungere un nuovo contatto
es: Añadir un nuevo contacto

source: Cliccare sul bottone verde in alto a destra per aggiungere un nuovo contatto
es: Hacer clic en el botón verde de arriba a la derecha para añadir un nuevo contacto

source: Riempire la scheda relativa al contatto
es: Rellenar la tarjeta relativa al contacto

source: Cliccare su "Salva"
es: Hacer clic en "Guardar"

source: Modificare un contatto
es: Modificar un contacto

source: Ricercare il contatto da modificare
es: Buscar el contacto a modificar

source: Cliccare sul bottone blu "Modifica"
es: Hacer clic en el botón azul "Modificar"

source: Modificare il form e cliccare su "Salva"
es: Modificar el formulario y hacer clic en "Guardar"

source: Aggiungere un contatto agli "Speed Dial"
es: Añadir un contacto a la "Marcación Rápida"

source: Ricercare il contatto da aggiungere agli "Speed Dial"
es: Buscar el contacto a añadir al "Marcación Rápida"

source: Cliccare sulla stella in alto nella scheda
es: Hacer clic en la estrella situada arriba de la tarjeta

source: Eliminare un contatto
es: Eliminar un contacto

source: Ricercare il contatto da eliminare
es: Buscar el contacto a eliminar

source: Cliccare sul bottone rosso "Elimina"
es: Hacer clic en el botón rojo "Eliminar"

source: Confermare la scelta
es: Confirmar la elección

source: Chiamare un contatto
es: Llamar a un contacto

source: Ricercare il contatto da chiamare
es: Buscar el contacto a llamar

source: Cliccare sul numero telefonico del contatto per iniziare una chiamata
es: Hacer clic en el número telefónico del contacto para iniciar una llamada

source: Inviare una email a un contatto
es: Enviar un email a un contacto

source: Ricercare il contatto
es: Buscar el contacto

source: Cliccare sull'indirizzo email del contatto per aprire il client email
es: Hacer clic en la dirección email del contacto para abrir el cliente de correo
