Repository: nethesis/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/queues.po
Languages: es

source: Code
es: Colas

source: Nella sezione "Code" è possibile vedere in realtime le code configurate nel centralino assieme alle chiamate in attesa su ogni singola coda. E' possibile cercare una coda, vedere le chiamate in attesa e in corso, gli agenti e lo stato della coda. E' possibile anche iscriversi/disiscriversi come agente della coda o mettersi in pausa/riprendersi da tutte le code.
es: En la sección "Cola" es posible ver en tiempo real las colas configuradas en la centralita junto a las llamadas en espera en cada cola. Es posible buscar una cola, ver las llamadas en espera en curso, los agentes y el estado de la cola. Es posible también inscribirse/arse de baja como agente de la cola o ponerse en pausa/reanudar de todas las colas.

source: La vista della coda
es: La vista de la cola

source: Nella scheda della coda è possibile vedere il nome della coda e il suo numero assieme ad altre informazioni sulla stessa.
es: En la tarjeta de la cola es posible ver el nombre de la cola y su número junto a otra información de la misma.

source: Contatori della coda
es: Contadores de la cola

source: Sul lato in alto a destra è possibile vedere alcuni contatori relativi a:
es: En el lado de arriba a la derecha es posible ver algunos contadores relativos a:

source: totale delle chiamate passate attraverso la coda
es: total de las llamadas pasadas a través de la cola

source: totale delle chiamate correntemente in attesa
es: total de las llamadas actualmente en espera

source: totale delle chiamate in corso
es: total de las llamadas en curso

source: totale degli agenti attivi
es: total de los agentes activos

source: Attese
es: Esperas

source: Sotto il nome della coda sono riportati i valori di attesa massima e minima relativi alle chiamate.
es: Debajo del nombre de la cola se informa de los valores de espera máxima y mínima relativos a las llamadas.

source: Chiamate
es: Llamadas

source: Al centro del riquadro è possibile vedere: 1) le chiamate in attesa in tempo reale, con il chiamante, la posizione e l'attesa 2) le chiamate in corso in tempo reale, con il chiamante, l'agente e la durata
es: En el centro del recuadro es posible ver: 1) las llamadas en espera en tiempo real, con la persona que llama, la posición y la espera 2) las llamadas en curso en tiempo real, con la persona que llama, el agente y la duración

source: Agenti
es: Agentes

source: In basso nel riquadro della coda sono elencati tutti gli agenti, sia statici che dinamici. Gli agenti dinamici sono elencati assieme al loro stato di iscrizione alla coda.
es: Abajo en el recuadro de la cola se muestran todos los agentes, ya sea estáticos o dinámicos. Los agentes dinámicos son mostrados junto a su estado de inscripción el la cola.

source: Cercare una coda
es: Buscar una cola

source: Selezionare la sezione "Code"
es: Seleccionar la sección "Cola"

source: Digitare il nome della coda nella casella di testo e premere invio
es: Escribir el nombre de la cola en la barra de texto y pulsar intro

source: Login tutte le code
es: Login en todas las colas

source: Cliccare sul buttone "Login tutte le code"
es: Hacer clic en el botón "Login en todas las colas"

source: Logout tutte le code
es: Logout de todas las colas

source: Cliccare sul bottone "Logout tutte le code"
es: Hacer clic en el botón "Logout de todas las colas"

source: Pausa tutte le code
es: Pausar todas las colas

source: Cliccare sul bottone "Pausa tutte le code" o cliccare sulla freccia per scegliere un motivo
es: Hacer clic en el botón "Pausar todas las colas" o hacer clic en la flecha para elegir un motivo

source: Stop pause tutte le code
es: Detener pausa todas las colas

source: Cliccare sul bottone "Stop pause tutte le code"
es: Hacer clic en el botón "Detener pausa todas las colas"

source: Chiamate perse in coda
es: Llamadas perdidas en cola

source: Abilitando il permesso nel profilo, l'utente potrà visualizzare la lista delle chiamate perse in coda. Queste sono raggruppate in tre gruppi in base all'esito finale della chiamata stessa:
es: Habilitando el permiso en el perfil, el usuario podrá visualizar la lista de las llamadas perdidas en cola. Estas son reagrupadas en tres grupos en base al éxito final de la misma llamada:

source: *gestite*: sono le chiamate terminate con esito positivo
es: *gestionadas*: son las llamadas terminadas con éxito positivo

source: *non gestite*: sono le chiamate che per qualche motivo non hanno ricevuto risposta da parte dell'agente in coda
es: *no gestionadas*: son las llamadas que por cualquier motivo no han recibido respuesta por parte del agente en cola

source: *tutte*
es: *todas*

source: La lista può essere personalizzata selezionando:
es: La lista puede ser personalizada seleccionando:

source: le code a cui l'utente appartiene
es: las colas a las que pertenece el usuario

source: l'intervallo d'aggiornamento dei dati (da 10 a 60 secondi: il default è ogni 10).
es: el intervalo de actualización de los datos (desde 10 a 60 segundos: por defecto es cada 10).

source: l'intervallo orario su cui effettuare la ricerca (da 1 a 12 ore antecedenti l'ora attuale: il default ricerca sulle ultime 8 ore)
es: el intervalo horario en el efectuar la búsqueda (desde 1 a 12 horas antecedentes a la hora actual: la búsqueda por defecto en las últimas 8 horas)

source: L’utente può richiamare un numero telefonico semplicemente cliccando l’entry relativa della tabella. In tal caso, se un altro utente si è già messo in comunicazione con la destinazione, verrà mostrato un avviso con cui decidere se rinunciare o forzare la chiamata.
es: El usuario puede volver a llamar a un número telefónico simplemente haciendo clic en la entrada correspondiente en la tabla. En tal caso, si otro usuario se encuentra ya en comunicación con la destinación, será mostrado un aviso con el que decidir si renunciar o forzar la llamada.

source: Per vedere i dettagli di una chiamata è sufficiente cliccare l’icona «i» della colonna «Info».
es: Para ver los detalles de una llamada es suficiente hacer clic en el icono «i» de la columna «Info».
